9/data/attachments/b054352f78dfbd3a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Erika_us_Friend_98858_9</nif:username>
            <nif:friendToBeRequested>soap_friends_058eefb2-d7a6-4289-8e9d-d1b68a887385</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>